Repository: iiDeSTRoYeR/cmms
Catalog: cmms/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Hello World
ar: أهلاً عالم

source: Manufacturer Name
ar: اسم المصنع

source: Samsung, Toshiba, etc...
ar: سامسونق، توشيبا، غيره...

source: Agent Companies
ar: الشركات الوكيلة

source: Model Name
ar: اسم الموديل

source: Voltage (V)
ar: الجهد الكهربائي (V)

source: Amperage (A)
ar: شدة التيار (A)

source: Phase
ar: الطور الكهربائي

source: (Single Phase, Three Phase, etc...)
ar: (أحادي الطور، ثلاثي الطور، أخرى...)

source: Frequency (Hz)
ar: التردد (Hz)

source: (50, 60, 50/60, etc...)
ar: (50، 60، 50/60، غيره...)

source: General Device Name
ar: اسم الجهاز العام

source: (Refrigerator, Computer, CBC, X-Ray, etc...)
ar: (ثلاجة، كمبيوتر، جهاز تعداد خلايا الدم...)

source: Accessory General Name
ar: اسم الاكسسوار العام

source: Mouse, Screen, Probe, etc...
ar: فأرة، شاشة، طرف قياس، غيره...

source: Accessory Description
ar: وصف الاكسسوار

source: Function and description of accessory
ar: وظيفة الاكسسوار ووصفه

source: Accessory's Model Name
ar: اسم موديل الاكسسوار

source: Accessory's Serial Number
ar: الرقم التسلسلي للاكسسوار

source: Accessory's General Name
ar: اسم الاكسسوار العام

source: (Select a general accessory to which the serial number belongs to)
ar: (اختر اسم الاكسسوار العام)

source: Accessory's Model
ar: موديل الاكسسوار

source: Delete Accessory
ar: حذف الاكسسوار

source: Are you sure you want to delete the Accessory:
ar: هل أنت متأكد من حذف الاكسسوار:

source: Yes, delete.
ar: نعم، حذف.

source: Cancel
ar: إلغاء

source: Accessory Description:
ar: وصف الاكسسوار:

source: Accessory Models:
ar: موديلات الاكسسوار:

source: (Edit |
ar: (تعديل |

source: Delete)
ar: حذف)

source: Add an Accessory Model
ar: أضف موديل للاكسسوار

source: Submit
ar: حفظ

source: All Accessories
ar: جميع الاكسسوارات

source: Add/Edit an Accessory
ar: إضافة/تعديل الاكسسوار

source: Accessories
ar: الاكسسوارات

source: Create A new Accessory
ar: إضافة اكسسوار جديد

source: Delete an individual Accessory
ar: مسح اكسسوار منفرد

source: Are you sure you want to delete the individual Accessory:
ar: هل أنت متأكد من حذف الاكسسوار المنفرد:

source: Add an individual Accessory
ar: إضافة اكسسوار منفرد جديد

source: Delete Accessory Model
ar: حذف موديل الاكسسوار

source: Are you sure you want to delete the Accessory Model:
ar: هل أنت متأكد من حذف موديل الاكسسوار:

source: Serial Numbers:
ar: الأرقام التسلسلية للاكسسوار

source: (Delete)
ar: (حذف)

source: Edit an Accessory Model
ar: تعديل موديل الاكسسوار

source: Delete Manufacturer
ar: حذف المصنع

source: Are you sure you want to delete the Manufacturer:
ar: هل أنت متأكد من حذف المصنع:

source: Models:
ar: الموديلات

source: Add a Model
ar: أضف موديل

source: All Manufactures
ar: جميع المصنعين

source: Add/Edit a Manufacturer
ar: إضافة/تعديل المصنع

source: Manufacturers
ar: المصنعين

source: Create A new Manufacturer
ar: إضافة مصنع جديد

source: Delete Model
ar: حذف الموديل

source: Are you sure you want to delete the Model:
ar: هل أنت متأكد من حذف الموديل:

source: Device:
ar: الجهاز:

source: Voltage:
ar: الجهد الكهربائي:

source: Amperage:
ar: شدة التيار:

source: Phase:
ar: الطور الكهربائي:

source: Frequency:
ar: التردد:

source: Edit a Model
ar: تعديل موديل
